---
kind: other
id: Properties.T:Autodesk.Revit.DB.Wall
zh: 墙、墙体
source: html/ae418d5c-0708-b81c-faf1-e3750ea84b21.htm
---
# Wall Properties

**中文**: 墙、墙体

The id of the assembly instance to which the element belongs.